Repository: hipaypt/hipaypt-professional-woocommerce
Catalog: languages/hipayprofessional-*.po
Languages: pt_pt

source: Enable/Disable
pt_pt: Ativar/Desativar

source: Activate Hipay Professional payments
pt_pt: Ativar pagamentos através do Hipay Professional

source: Sandbox
pt_pt: Plataforma de teste

source: Use sandbox accounts (Test platform)
pt_pt: Usar conta de teste (sandbox)

source: Default Checkout title
pt_pt: Título Principal de Checkout

source: Payment title during checkout.
pt_pt: Titulo do método de pagamento durante o checkout.

source: Default Checkout message
pt_pt: Mensagem Principal de Checkout

source: Payment message on the checkout page.
pt_pt: Mensagem na fase de checkout.

source: Pay with Credit Card or local payment methods.
pt_pt: Pague com cartão de crédito ou métodos de pagamento locais.

source: Default payment image
pt_pt: Imagem Principal de Checkout

source: Default image used during the checkout process.
pt_pt: Imagem principal usada durante a fase de checkout.

source: Default payment window title
pt_pt: Título Principal na janela de pagamento

source: Payment message on the Hipay payment window.
pt_pt: Mensagem na janela de pagamento do Hipay.

source: Your payment on...
pt_pt: O seu pagamento na loja...

source: Technical Email
pt_pt: Email técnico

source: Receives the notification results.
pt_pt: Recebe via email o resultado das notificações.

source: Store / Website Logo
pt_pt: Logo da loja / website

source: Logo on the Hipay payment window.
pt_pt: Logo na janela de pagamento do Hipay.

source: All ages
pt_pt: Todas as idades

source: + 18 Years
pt_pt: + 18 Anos

source: + 16 Years
pt_pt: + 16 Anos

source: + 12 Years
pt_pt: + 12 Anos

source: Default Language
pt_pt: Linguagem principal

source: Portuguese - Portugal
pt_pt: Português - Portugal

source: English
pt_pt: Inglês

source: English - USA
pt_pt: Inglês - Americano

source: Spanish
pt_pt: Espanhol

source: Italian
pt_pt: Italiano

source: French
pt_pt: Francês

source: French - Belgium
pt_pt: Francês - Bélgica

source: German
pt_pt: Alemão

source: Dutch
pt_pt: Holandês

source: Dutch - Belgium
pt_pt: Holandês - Bélgica

source: Portuguese - Brazil
pt_pt: Português - Brasil

source: Polish
pt_pt: Polaco

source: Minimum amount
pt_pt: Valor mínimo

source: Minimum amount to use this payment method.
pt_pt: Valor mínimo para usar este método de pagamento.

source: Maximum amount
pt_pt: Valor máximo

source: Reduce stock
pt_pt: Reduzir stock

source: Stock is reduced only after payment confirmation.
pt_pt: O stock é reduzido depois da confirmação do pagamento.

source: Encrypt Key
pt_pt: Chave de Encriptação

source: Do not change after first use.
pt_pt: Não altere depois de gerar pagamentos.

source: Titles per language
pt_pt: Títulos por linguagens ativas

source: Checkout title
pt_pt: Título de checkout

source: Checkout message
pt_pt: Mensagem de checkout

source: Title on Hipay payment window
pt_pt: Título na janela de pagamento

source: Payment image during checkout
pt_pt: Imagem durante a fase de Checkout

source: Account per Currency
pt_pt: Conta por moeda

source: Currency
pt_pt: Moeda

source: Category ID
pt_pt: ID da categoria

source: Shop ID
pt_pt: ID da Loja

source: + Add account
pt_pt: + Adicionar conta

source: Remove selected account(s)
pt_pt: Remover conta(s) selecionada(s)

source: Payments with HiPay Professional
pt_pt: Pagamentos com Hipay Professional

source: Please install and activate SOAP Library.
pt_pt: Por favor instale e ative a livraria SOAP.

source: Please install and activate SimpleXML.
pt_pt: Por favor instale e ative a livraria SimpleXML.

source: Plugin HowTo
pt_pt: Manuais de Configuração

source: English Version
pt_pt: Versão Inglesa

source: Portuguese Version
pt_pt: Versão Portuguesa

source: Please ensure that you have Woocommerce REST API activated.
pt_pt: Por favor confirme que tem a REST API do Woocommerce ativa.

source: Waiting payment confirmation from Hipay.
pt_pt: Aguarda confirmação de pagamento.

source: Payment URL:
pt_pt: Página de pagamento:

source: Checking transaction on Hipay returned code
pt_pt: Verificação da transação no Hipay devolveu código

source: Stock updated after payment.
pt_pt: Stock atualizado depois de pagamento.

source: Payment successful for transaction
pt_pt: Pagamento com sucesso para a transação

source: Description
pt_pt: Descrição

source: Payment refused. Operation
pt_pt: Pagamento recusado. Operação

source: Authorization OK. Waiting for capture. Operation
pt_pt: Autorização OK. Aguarda captura. Operação
